Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: View Character
zh_hans: 查看人物

source: View Corporation
zh_hans: 查看军团

source: View Ship
zh_hans: 查看飞船

source: View Details
zh_hans: 查看详情

source: ViewType
zh_hans: 视图类型

# Wallet_Copy_Detail
source: Copy Detail
zh_hans: 复制详情

# Wallet_Expense
source: Expense
zh_hans: 支出

# Wallet_Income
source: Income
zh_hans: 收入

# Wallet_Journal_Sorted_By_Count
source: Sorted by transaction count
zh_hans: 根据流水条目数排序

# Wallet_Loading_Complete
source: Loading complete
zh_hans: 加载完成

# Wallet_Loading_Fetching
source: Fetching wallet journal page %d
zh_hans: 正在获取第%d页钱包流水

# Wallet_Market_Escrow_Debit
source: Authorized Market Escrow
zh_hans: 授权的市场契约金

# Wallet_Partial_Data_Notice
source: Too many records, only showing partial transaction journal
zh_hans: 由于数据量较大,仅显示最近30天的部分流水记录

# Wallet_Transaction_Average_Price
source: Average
zh_hans: 平均

# Wallet_Transaction_Category
source: Category
zh_hans: 日志类型

# Wallet_Transaction_Merge_Similar
source: Merge Similar Transactions
zh_hans: 合并同类交易记录

# Wallet_Transaction_Merge_Similar_Description
source: Merge transactions of the same item, time, and location
zh_hans: 合并同一时间、同类物品、相同地点的交易记录

# Wallet_Transaction_Settings
source: Settings
zh_hans: 设置

# Wallet_Transaction_Settings_Done
source: Done
zh_hans: 完成

# Wallet_Transaction_Type
source: Type
zh_hans: 收入 & 支出

# Wallet_Transaction_View_Buyer_Info
source: View Buyer Info
zh_hans: 查看买家信息

# Wallet_Transaction_View_Seller_Info
source: View Seller Info
zh_hans: 查看卖家信息

# Wealth_Assets
source: Assets
zh_hans: 资产

# Wealth_Assets_Count
source: %d Items
zh_hans: %d 个物品

# Wealth_Contract_Items_One
source: %1$@, %2$d items total
zh_hans: %1$@等%2$d个物品

# Wealth_Contract_Items_Two
source: %1$@, %2$@, %3$d items total
zh_hans: %1$@、%2$@等%3$d个物品

# Wealth_Contract_No_Items
source: No items
zh_hans: 无物品

# Wealth_Contracts
source: Item Exchange Contracts
zh_hans: 物品交换合同

# Wealth_Contracts_Count
source: %d Contracts
zh_hans: %d 份未决合同

# Wealth_Contracts_Top
source: Highest Price Contracts (Top 20)
zh_hans: 售价最高的合同 (Top 20)

# Wealth_Detail_HasPrice
source: Items with Market Price (Top 20)
zh_hans: 有市场估价的物品 (前20名)

# Wealth_Detail_Loading
source: Loading...
zh_hans: 加载中...

# Wealth_Detail_MarketPrice
source: Market Price
zh_hans: 市场价格

# Wealth_Detail_NoPrice
source: Items without Market Price (Top 20)
zh_hans: 无市场估价的物品 (前20名)

# Wealth_Detail_Quantity
source: Quantity
zh_hans: 数量

# Wealth_Detail_Title
source: %@ Est. (Top 20)
zh_hans: %@估价 (前20名)

# Wealth_Detail_TotalValue
source: Total Value
zh_hans: 总价值

# Wealth_Detail_Unit_Price
source: Unit Price
zh_hans: 单价

source: Wealth Distribution
zh_hans: 资产分布

# Wealth_Implants
source: Implants
zh_hans: 植入体

# Wealth_Implants_Count
source: %d Implants
zh_hans: %d 个植入体

# Wealth_Orders
source: Market Orders
zh_hans: 市场订单

# Wealth_Orders_Count
source: %d Orders
zh_hans: %d 个订单

# Wealth_Total
source: Total Wealth
zh_hans: 总资产

# Wealth_Wallet
source: Wallet Balance
zh_hans: 钱包余额

# Wealth_Wallet_Balance
source: Current Balance
zh_hans: 当前余额

# WH_life_beginning
source: This wormhole is beginning to decay, and probably won't last another day
zh_hans: 该虫洞已开始衰退，可能撑不了一天了

# WH_life_Notyet
source: This wormhole has not yet begun its natural cycle of decay and should last at least another day
zh_hans: 该虫洞尚未进入自然周期的衰退阶段，它还能敞开至少一天

# WH_life_reaching
source: This wormhole is reaching the end of its natural lifetime
zh_hans: 该虫洞即将到达它自然生命周期的终点

# WH_Mass_critically
source: This wormhole has had its stability critically disrupted by the mass of numerous ships passing through and is on the verge of collapse
zh_hans: 该虫洞的稳定性已遭到穿越舰船的严重影响，即将崩塌

# WH_Mass_life
source: Mass
zh_hans: 质量状态

# WH_Mass_Notcritical
source: This wormhole has had its stability reduced by ships passing through it, but not to a critical degree yet
zh_hans: 该虫洞的稳定性已遭到穿越舰船的影响，但尚未达到严重程度

# WH_Mass_Notyet
source: This wormhole has not yet had its stability significantly disrupted by ships passing through it
zh_hans: 该虫洞的稳定性尚未受到穿越舰船的影响

# WH_time_life
source: Time
zh_hans: 时间状态

# whats_new
source: whats_new_en
zh_hans: whats_new_zh
